Repository: E2OpenPlugins/e2openplugin-XPower
Catalog: plugin/locale/*/LC_MESSAGES/XPower.po
Languages: cs, fa, ru

source: - select action:
cs: - zvolte akci:
fa: - انتخاب یک اقدام :
ru: - выбрать действие:

source: - enable the Telnet Server
cs: - povolit Telnet Server
fa: فعال سازی سرور تلنت :
ru: - включите Telnet Server

source: - for Win8 enable ping (Firewall-Adwanced settings-Inbound Rules ... File and Printer Sharing (Echo Request - ICMPv4/6-In) to Yes
cs: - pro Win8 povolte ping (Firewall-Upřesnit nastavení-Příchozí pravidla... Sdílení souborů a tiskáren (Požadavek na odezvu - ICMPv4/6-In) na Ano
ru: - для Win8 включить пинг (Брандмауэр-Дополнительные настройки-Правила для входящих подключений ... Файлы и принтеры (Echo Request - ICMPv4/6-In) как Да

source: - install pm-utils with:
cs: - nainstalovat pm-utils:
ru: - установка pm-utils:

source: - install telnetd with:
cs: - nainstalovat telnetd:
fa: نصب تلنت با استفاده :
ru: - установка telnetd:

source: - must be installed actual compiled "net" command. Problem is, that size of this file is over 8MB and some box have not enought memory for it
cs: - musí být instalován aktuálně zkompilovaný příkaz "net". Může nastat problém, protože tento soubor má velikost 8MB a některé boxy nemají dostatek paměti.
ru: - должен быть установлен бинарный файл "net" команды. Это может быть проблемой, потому что этот файл имеет размер 8 МБ и может не хватить памяти для этого.

source: - set Telnet in Services to Automatic and run it
cs: - nastavit Telnet ve službách na Automaticky a spustit
fa: تنظیم کردن سرور تلنت در تمامی سرویس به مد خودکاربه منظور راه اندازی آن
ru: - установите Telnet Services на авто и запустите его

source: - set Telnet server service to Automatic and run it
cs: - nastavit Telnet službu na Automaticky a spustit
fa: تنظیم کردن سرور تلنت در یک سرویس خاص به مد خودکاربه منظور راه اندازی آن
ru: - установите Telnet server service на авто и запустите его

source: - there in Firewall add tcp port 23 for telnet
cs: - ve Firewallu přidat tcp port 23 pro telnet
fa: در فایروال نی سی پی پورت 23 را به منظور فعال سازی تلنت اضافه کنید
ru: - в брандмауэре добавить tcp-порт 23 для Telnet

source: - this way knows Shutdown, Reboot and Abort only!
cs: - touto cestou je možné provést pouze Shutdown, Reboot a Abort!
fa: این راه خاموش کردن و راه اندازی مجدد ولغو را می داند
ru: - таким образом доступно выключение, перезагрузка и отмена только!

source: A PC entry with this name already exists! Update existing entry and continue?
cs: PC s tímto názvem již existuje! Aktualizovat existující položku a pokračovat?
ru: ПК с таким именем уже существует! Обновить текущие настройки записи и продолжить?

source: Abort shutdown / reboot
cs: Zrušit vypnutí / restart
fa: لغو خاموش کردن / راه اندازی مجدد سیستم
ru: Отмена выключения / перезагрузки

source: Add/Edit
cs: Přidat/Upravit
fa: افزودن / ویرایش کردن
ru: Доб./Редак.

source: Add/Edit item
cs: Přidat / upravit položku
fa: اضافه کردن / ویرایش کردن گزینه
ru: Доб./Удал.

source: All
cs: Vše

source: Are you sure you want to add this PC?
cs: Opravdu chcete přidat toto PC?
ru: Вы действительно хотите добавить этот ПК?

source: BouqUp for %s, BouqDn for %s
cs: BouqUp - %s, BouqDn - %s
ru: Б+ для %s, Б- для %s

source: Cancel
cs: Zrušit

source: Close
cs: Zavřít

source: Close plugin
cs: Zavřít
fa: بستن پلاگین
ru: Закрыть

source: Closing plugin
cs: Zavírat plugin
fa: بستن پلاگین
ru: Закрывать плагин

source: Command "net" is not installed option "XP NET RPC" does not work...
cs: Příkaz "net" není nainstalován volba "XP NET RPC" nepracuje...
ru: Бинарный файл "net" не установлен служба "XP NET RPC" не работает...

source: Connection failed... %s
cs: Spojení selhalo... %s
ru: Ошибка подключения... %s

source: Delete
cs: Odstranit
ru: Удалить

source: Delete selected item
cs: Odstranit vybranou položku
fa: حذف گزینه انتخاب شده
ru: Удалить выбранную запись

source: Do You want remove PC: %s?
cs: Chcete odstranit PC: %s?
ru: Вы действительно хотите удалить ПК: %s?

source: Do not forget, that Suspend and Hibernate are hardware, BIOS and drivers dependents.
cs: Nezapomeňte, že Uspat a Hibernovat závisí na hardware, BIOSu a ovladačích.
ru: Обратите внимание, что режим сна и гибернация зависит от аппаратного обеспечения, BIOS и драйверов.

source: Dont forget, that not all mode must be supported by Your hardware!
cs: Nezapomeňte, že ne každý mód musí Vaše hardware podporovat!
fa: فراموش نکن که قرار نیست تمامی مدها توسط سخت افزار شما پشتیبانی شود
ru: Помните, что не каждый режим поддерживается Вашим оборудованием!

source: Each operation system using its own comunication and own power managenent. There in settings of each PC item must be set true value.
cs: Každý operační systém užívá vlastní komunikaci a vlastní správu napájení, proto musí být nastavena pro každé PC správná hodnota.
fa: هر سیستم عاملی از ارتباطات خاص خودش و مدیریت توان خودش استفاده می کند و در هر سیستم کامپیوتری لیستی از تنظیمات وجود دارد که بایستی به درستی تنظیم گردند
ru: Каждая операционная система использует свои настройки связи и управления питанием.Вы должны установить для каждого ПК правильное значение.

source: Enable/disable moving item
cs: Povolit/zakázat přesun položky

source: Get MAC
cs: Získat MAC
ru: Взять MAC

source: Help
cs: Nápověda
fa: راهنما
ru: Помощь

source: Hibernate
cs: Hibernovat
fa: هایبرنت
ru: Hibernate (гибернация)

source: Hybernate
cs: Hibernovat

source: If are on PC installed more OS, then create more PC's items. Priority key is name of PC.
cs: Jestliže je na PC instalováno více OS, pak založte PC vícekrát, pokaždé s jiným jménem.
fa: اگر در کامپیوتر شما چندین سیستم عامل نصب شده است پس گزینه های بیشتری را در کامپیوتر ایجاد کنید . اولویت ها بر اساس نام کامپیوترها هستند
ru: Если ПК имеет более одной установленной ОС, надо создать несколько записей ПК. Ключевым является название ПК.

source: It has not sense change order if is set list sorting...
cs: Nemá smysl měnit pořadí, jestliže je zapnuté třídění seznamu...

source: Magic packet has been send to PC %s
cs: Magic packet byl odeslán do PC %s
ru: Magic packet был отправлен ПК %s

source: Move item down
cs: Přesun položky dolů

source: Move item up
cs: Přesun položky nahoru

source: Name
cs: Název
fa: نام
ru: Название

source: No response from %s.
cs: Žádná odpověď od %s.
ru: Нет ответа от %s.

source: Note: telnet is easy way, but it is not safe protocol! Disable telnet port 23 on Your router, if it is possible!
cs: Poznámka: telnet je nejjednodušší cesta pro XPower, ale není to bezpečný protokol! Pokud je to možné, zakažte na routeru port 23!
ru: Примечание: Telnet это самый простой способ для XPower, но это не безопасный протокол! Если это возможно, отключите телнет порт 23 Вашего роутера!

source: PC has been removed...
cs: PC bylo odstraněno...
fa: پاک شده است PC
ru: ПК был удален...

source: Password
cs: Heslo
fa: رمز ورود
ru: Пароль

source: Please wait, "%s" is sended to computer %s
cs: Čekejte, prosím. Příkaz "%s" je odesílán do %s
ru: Пожалуйста,подождите. Команда "%s" отправлена компьютеру %s

source: Power management for Win/Linux PC's
cs: Správa napájení pro Win/Linux PC
fa: مدیریت انرژی و توان برای ویندوز / لینوکس کامپیوتر
ru: Управление питанием для ПК Windows/Linux

source: Reboot
cs: Restart
fa: راه اندازی مجدد
ru: Перезагрузка

source: Select action
cs: Zvolit akci
fa: انتخاب یک اقدام
ru: Выбрать действие

source: Select power management
cs: Vyběr správy napájení
fa: انتخاب مدیریت انرژی و توان
ru: Выберите управление питанием

source: Setup
cs: Nastavení
fa: برپاکردن
ru: Настройки

source: Shutdown
cs: Vypnout
fa: خاموش کردن
ru: Выключение

source: Sort list
cs: Třídit seznam

source: Suspend
cs: Uspat
fa: در وضعیت معلق
ru: Suspend (режим сна)

source: System
cs: Systém

source: The network interface is not configured!
cs: Síťový adaptér není nakonfigurován!
ru: Сетевой интерфейс не настроен!

source: User
cs: Uživatel
fa: کاربر
ru: Пользователь

source: User defined...
cs: Definováno uživatelem...
fa: کاربر تعریف شد ...
ru: Пользовательский вариант...

source: Version
cs: Verze
fa: نسخه
ru: Версия

source: WakeUp
cs: Probudit
fa: بیدار شدن
ru: Разбудить

source: Welcome in plugin XPower for remote power management PC's. This plugin knows sending Magic Packet and control power status of PC.
cs: Vítejte v pluginu XPower pro ovládání napájení vzdálených PC. Tento plugin umí posílat Magic Packet a řídit stav napájení PC.
fa: خوش آمدید به پلاگین ایکس پاور پلاگینی جهت مدیریت از راه دور کامپیوتر / این پلاگین با ارسال بسته های جادویی مدیریت توان کامپیوتر را در دست می گیرد
ru: Добро пожаловать в плагин удаленного управления питанием XPower. Этот плагин может посылать Magic Packet и управлять питанием PC.

source: XPower Help
cs: XPower nápověda
fa: XPower راهنما
ru: XPower помощь

source: XPower PC configuration:
cs: XPower - konfigurace PC:
fa: پیکربندی ایکس پاور کامپیوتر
ru: XPower - конфигурация ПК:

source: XPower plugin knows:
cs: XPower umí:
fa: پلاگین ایکس پاور می داند که :
ru: XPower может:

source: Your PC has been updated...
cs: PC bylo aktualizováno...
fa: کامپیوتر شما بروزرسانی شده است
ru: Ваш ПК был обновлен...

source: Your new PC has been added.
cs: Nové PC bylo přidáno.
fa: کامپیوتر جدید شما اضافه گردید
ru: Ваш новый ПК был добавлен.

source: get MAC of running PC
cs: získat MAC běžícího PC
ru: получить MAC с работающего ПК

source: Hotkeys
fa: کلیدهای میانبر
ru: Горячие кнопки

source: IP
ru: АЙПИ

source: IP:
ru: АЙПИ:

source: PC
fa: کامپیوتر
ru: ПК

source: XPower PC configuration
fa: XPower PC پیکربندی

source: Please wait while updating your PC...
fa: لطفا تا زمانی کامپیوتر در حال بروزرسانی است صبر کنید ...

source: wakeup PC
fa: بیدار سازی کامپیوتر
